Repository: Hansleonel/pet_win_app
Catalog: assets/l10n/app_*.arb
Languages: es

# on_boarding_connect_care_givers
source: Connect with the best caregivers and vets
es: Conecta con los mejores cuidadores y veterinarios

# on_boarding_find_care_givers
source: Find and contact the top local caregivers and vets with ratings and reviews.
es: Encuentra y contacta a los mejores cuidadores y veterinarios locales con calificaciones y reseñas.

# on_boarding_get_feeding_reminders
source: Get feeding reminders and order pet food directly from the app.
es: Recibe recordatorios de alimentación y compra alimentos para mascotas directamente desde la aplicación.

# on_boarding_know_your_pet
source: Get to know your pet like never before
es: Conoce a tu mascota como nunca antes

# on_boarding_never_miss_meal
source: Never miss a meal
es: Nunca olvides una comida

# on_boarding_register_your_pet_data
source: Log your pet's details and receive AI-driven analysis and personalized recommendations for their health.
es: Registra los datos de tu mascota y recibe análisis y recomendaciones personalizadas de IA para su salud.

# pet_registration_about_your_pet
source: About your pet
es: Acerca de tu mascota

# pet_registration_buddy_name
source: Your buddy's name
es: Nombre de tu amiguito

# pet_registration_help_us_get_to_know_your_pet
source: Help us get to know your pet better. Our artificial intelligence will use this information to personalize care and nutrition recommendations for your pet.
es: Ayúdanos a conocer mejor a tu mascota. Nuestra inteligencia artificial utilizará esta información para personalizar las recomendaciones de cuidado y nutrición para su mascota.

# pet_registration_kitten
source: Kitten
es: Gatito

# pet_registration_other
source: Other
es: Otro

# pet_registration_puppy
source: Puppy
es: Perrito

# pet_registration_tell_us_about_your_pet
source: Tell us about your pet
es: Cuentanos acerca de tus Mascota
